Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/forms_schemes_fi/saamelainen_varhaiskasvatussuunnitelma.pdf.tmx
Source language: fin
Languages: sme

source: Äidinkieli on ihmiselle side omaan kulttuuriin, identiteettiin ja sukuun.
sme: Eatnigiella lea olbmo čanus iežas kultuvrii, identitehtii ja sohkii.

source: Sillä on merkitystä myös tiedon, ajattelun ja luovuuden kielenä.
sme: Das lea maiddái mearkkašupmi dieđu, jurddašeami ja kreatiivavuođa giellan.

source: Kieli on tärkeä kaikessa varhaiskasvatustoiminnassa, se on vuorovaikutuksen väline ja avain kaikkeen oppimiseen.
sme: Giella lea dehálaš buot árabajásgeassindoaimmas, dat lea maiddái vuorrováikkuhusa gaskaoapmi ja čoavdda buot oahppamii.

source: Suomessa on saamelaisperheitä, joissa lapsen ensikielenä on saamen kieli, joka on samalla myös molempien vanhempien äidinkieli ja perheen kotikieli.
sme: Suomas leat sápmelašbearrašat, main máná vuosttasgiellan lea sámegiella, mii lea maiddái guktuid vánhemiid eatnigiella ja bearraša ruovttugiella.

source: Lapsi oppii suomen kielen myöhemmin tavallisesti kouluun mennessään.
sme: Mánná oahppá suomagiela maŋŋeleappos dávjá skuvllii manadettiin.

source: Varhaiskasvatuksessa lapsi voi kehittää ja vahvistaa saamen kieltä monipuolisten kielenkäyttötilanteiden kautta.
sme: Árabajásgeassimis sáhttá ovddidit ja nannet sámegiela máŋggabealat giellageavahandiliid bokte.

source: Useimmat saamelaislapset kasvavat kahden kielen ja kulttuurin perheissä.
sme: Máŋggat sámemánát šaddet guovtti giela ja kultuvrra bearrašiin.

source: He omaksuvat kaksi- tai jopa kolme kieltä syntymästään lähtien.
sme: Sii ohppet guokte dahje juobe golbma giela riegádeami rájes.

source: Saamenkielisellä varhaiskasvatuksella on keskeinen rooli lapsen simultaanisen monikielisyyden ja kielellisen identiteetin tukemisessa niin, että lapsi saavuttaa kouluun mennessä hyvän kielitaidon osallistuakseen saamenkieliseen opetukseen.
sme: Sámegielat árabajásgeassimis lea guovddáš rolla máná simultánalaš máŋggagielatvuođa ja gielalaš identitehta doarjumis nu, ahte mánná oažžu ovdal skuvlla buorre giellamáhtu vai sáhttá oassálastit sámegielat oahpahussii.

source: 3.2. Saamen kieli kielipesäkielenä
sme: 3.2. Sámegiella giellabeassegiellan

source: Kielipesä on alle kouluikäisille kielivähemmistön tai alkuperäiskansan lapsille tarkoitettu päivähoitopaikka, jossa uhanalainen kieli pyritään siirtämään lapsille puhumalla sitä heille koko ajan alusta lähtien, vaikkeivät he ymmärtäisikään kieltä kielipesään tullessaan.
sme: Giellabeassi lea vuollái skuvlaahkásaččaide giellaunnitlogu dahje eamiálbmoga mánáide oaivvilduvvon beaivedikšunbáiki, mas áitatvuloš giella geahččaluvvo sirdojuvvot mánáide oppa áigge álggu rájes dan giela hállamiin, vaikke sii eai dan áddešiige giellabeassái boađedettiin.

source: Kielipesässä käytetään kielikylpymenetelmää.
sme: Giellabeasis geavahit giellalávgunvuogi.

source: Kielipesätoiminta on osoittautunut hyväksi keinoksi uhanalaisten kielten elvyttämispyrkimyksissä.
sme: Giellabeassedoaibma lea gávnnahuvvon buorre vuohkin áitatvuloš gielaid ealáskahttináigumušain.

source: Kielipesässä puhutaan vain saamen kieltä, eikä henkilöstö käännä puhettaan suomen kielelle edes alussa, kun lapset eivät vielä heitä ymmärrä.
sme: Giellabeasis hállojuvvo dušše sámegiella, iige bargoveahka jorgal dan suomagillii, ii oppa álggusge, vaikke mánát eai vel áddehala singuin.

source: Kielen omaksumista tuetaan havainnollistamalla puhetta elein, äänenpainoin, kuvin, esinein, lauluin ja liikkein.
sme: Giela oahppama doarjut áiccalmahttimiin hállama láhtain, jietnadeattuin, govain, dávviriin, lávlagiin ja lihkastagain.

source: Myös henkilökunta puhuu keskenään vain kielipesäkieltä.
sme: Maiddái bargoveahka hállá gaskaneaset dušše giellabeassegiela.

source: Passiivisen kielitaidon kehittyessä lapsi rohkaistuu vähitellen aktiiviseen puheen tuottamiseen.
sme: Passiiva gielladáiddu ovdánettiin mánná oažžu roahkkatvuođa álggahit gulul aktiivvalaš giela buvttadeami.

source: Lapsen annetaan omaksua kieltä omaan tahtiinsa.
sme: Máná diktet oahppat giela iežas leavttu mielde.

source: Lasten keskinäisenä kielenä on usein suomen kieli.
sme: Mánáid gaskaneaset geavahuvvon giella lea dávjá suomagiella.

source: Haasteena onkin saada lapset kommunikoimaan myös keskenään saamen kielellä.
sme: Hástalussan livččii oažžut mánáid kommuniseret maiddái gaskaneaset sámegillii.

source: 3.3. Saamen kielen oppimisen yhteiset tavoitteet
sme: 3.3. Sámegiela oahppama oktasaš mihttomearit

source: Päivittäisten toimintojen yhteydessä kieli toimii välineenä, ei itseisarvona.
sme: Beaivválaš doaimmaid oktavuođas giella doaibmá gaskaoapmin, ii iešárvun.

source: Varhaiskasvatuksessa lapsen kielen kehittymistä edistetään erilaisten toimintojen kautta.
sme: Árabajásgeassimis máná giela ovdáneami ovddidit earálágan doaimmaid bokte.

source: Varhaiskasvatuksessa lapsi
sme: Árabajásgeassimis mánná

source: • vahvistaa saamelaista identiteettiään ja kulttuuriaan
sme: • nanne sápmelaš identitehtas ja kultuvrras

source: • kehittää monipuolisten kielenkäyttömahdollisuuksien avulla kieltään päivittäisissä toiminnoissa;
sme: • ovddida máŋggabealat giellageavahanvejolašvuođaid vehkiin gielas beaivválaš doaimmain;

source: lapsi keskustelee, kyselee ja kertoo omista ajatuksistaan, tunteistaan, toiveistaan
sme: mánná hálešta, jearaha ja muitala iežas jurdagiin, dovdduin, doaivagiin

source: • saa laajasti tietoa ja kokemusta omasta kielestä, kulttuuriperinnöstä ja historiasta ja kokee sen
sme: • oažžu viidát dieđu ja vásáhusa iežas gielas, kulturárbbis ja historjjás ja vásiha dan mávssolažžan

source: • rohkaistuu käyttämään ja kehittämään aktiivisesti kieltä
sme: • roahkasmuvvá geavahit ja ovddidit aktiivvalaččat giela

source: Lapsen kielenoppimisen kannalta on tärkeää, että perhe, suku ja yhteisö suhtautuvat kielen oppimiseen myönteisesti ja tukevat sitä aktiivisesti.
sme: • ovddida gielalaš diđolašvuođa Máná giellaoahppama dáfus lea dehálaš, ahte bearaš, sohka ja servodat váldet giela oahppama vuostá miehtemielalaččat ja dorjot dan aktiivvalaččat.

source: Lapsen saamen kielen vahvistamisen välineet:
sme: Máná sámegiela nannema gaskaoamit:

source: • tarinat, kertomukset, sadut, lorut, arvoitukset, runot
sme: • máidnasat, muitalusat, cukcasat, árvádusat, divttat

source: • roolileikit, nukketeatteri, näytteleminen
sme: • rollaspealut, dohkkáteáhter, neaktin

source: • musiikki, joiut, leuddit, livđet, laulut
sme: • musihkka, luođit, leuddit, liđvit, lávlagat

source: • radio, videot, lehdet, kirjat, pelit, televisio
sme: • radio, video, bláđit, girjjit, televišuvdna

source: • vanhempien, sukulaisten ja yhteisön kanssa perinteiseen vuotuiskiertoon liittyvät monipuoliset kielenkäyttötilanteet: työt, käsitöiden tekeminen, luonnossa liikkuminen,
sme: • vánhemiin, fulkkiiguin ja servodagain árbevirolaš jahkodatgerdui gullevaš máŋggabealat giellageavahandilálašvuođat: barggut, giehtadujiid dahkan, luonddus lihkadeapmi, lávostallan,

source: laavustelu, retket, tapaamiset, vierailut ja tapahtumat
sme: reaissut, deaivvadeamit, galledallamat ja dáhpáhusat

source: • kirjoitetun saamen kielen näkyminen yksikön fyysisessä ympäristössä (ilmoitukset, julisteet, kuvataulut, kyltit jne.)
sme: • čállojuvvon sámegiela oidnon ovttadaga fysalaš birrasis (almmuhusat, posterat, govvatávvalat, šilttat jna.)

source: • kirjastossa ja museossa vierailut
sme: • girjerájus ja museas galledeamit

source: • vuorovaikutus eri-ikäisten saamelaislasten kanssa
sme: • vuorrováikkuhus earáahkásaš sámemánáiguin

source: • yhteistyö muiden varhaiskasvatusyksiköiden, kielikummien, saamelaisen median, seurakunnan ja järjestöjen kanssa
sme: • ovttasbargu eará árabajásgeassinovttadagaiguin, giellaristvánhemiiguin, sápmelaš mediain, searvegottiin ja organisašuvnnaiguin

source: • vanhemmille suunnatut keskustelu- ja koulutustilaisuudet
sme: • vánhemiidda oaivvilduvvon háleštallan- ja skuvlendilálašvuođat

source: 3.4 Arkipäivän esimerkkejä kielen oppimisen edistämiseksi
sme: 3.4 Árgabeaivvi ovdamearkkat giela oahppama ovddideapmin

source: Myönteinen, turvallinen ilmapiiri sekä aikuisen ja lapsen välinen luottamus ja tasa-arvo rohkaisevat lasta aktiiviseen kielenkäyttöön.
sme: Miehtemielalaš, dorvvolaš biras sihke ollesolbmo ja máná gaskasaš luohttámuš ja dásseárvu roahkasmuhttet máná aktiivvalaš giellageavaheapmái.

source: Lapsen kielellisen tietoisuuden kehittymiseksi lapsella tulee olla paljon monipuolisia kielenkäyttömahdollisuuksia kaikkien toimintojen yhteydessä.
sme: Máná gielalaš diđolašvuođa ovdáneapmin mánás galget leat olu máŋggabealat giellageavahanvejolašvuođat buot doaimmaid oktavuođas.

source: Lapsen kielellinen tietoisuus kehittyy kielellä leikkiessä, loruillessa, laulaessa ja erilaisiin kielen muotoihin tutustuessa.
sme: Máná gielalaš diđolašvuohta ovdána gielain duhkoraddamiin, hoagadettiin, lávllodettiin, ja earálágan giela hámiide oahpásmuvadettiin.

source: Kielellinen tietoisuus luo pohjan luku- ja kirjoitustaidolle.
sme: Gielalaš diđolašvuohta addá vuođu lohkan- ja čállindáidui.

source: Aikuinen voi usein huomaamattaan puhua lapselle kannustamatta häntä vastavuoroiseen puheeseen.
sme: Ollesolmmoš sáhttá máŋgii fuomáškeahttá hállat mánnái nu, ahte ii doarjjo su vuorrováikkuhuslaš háleštallamii.

source: On tärkeää keskustelussa antaa aikaa lapsen omille ajatuksille ja kertomuksille.
sme: Háleštallamis lea dehálaš addit áiggi máná jurdagiidda ja muitalusaide.

source: Aikuisen tulee tietoisesti kiinnittää huomiota omaan kielenkäyttöön, jotta se olisi mahdollisimman monipuolista.
sme: Ollesolmmoš galgá diđolaččat giddet fuopmášumi iežas giellageavaheapmái, vai dat livččii nu máŋggabealat go vejolaš.

source: Lasten kanssa voi päivittäin harjoitella kieltä yhdessä mm. laulujen, laululeikkien ja lorujen avulla.
sme: Mánáin sáhttá beaivválaččat hárjehallat giela ovttas ee. lávlagiid, lávlunstohkosiid ja hoahkamiid vehkiin.

source: Lasten kielenkäyttötilanteiden monipuolistamiseksi lapset voidaan jakaa pienryhmiin esimerkiksi iän mukaan.
sme: Mánáid giellageavahandilálašvuođaid máŋggabealagiin dahkama dihtii mánáid sáhttá juohkit smávvajoavkkuide agi mielde.

source: Usein ne lapset, joilla saamen kieli ei ole vielä kovin vahva, puhuvat keskenään mielellään suomea.
sme: Dávjá dat mánát, geaid sámegiella ii lea vel nu nana vuođu alde, hállet gaskaneaset milloseappot suomagiela.

source: Ryhmiä muodostettaessa nämä lapset laitetaan eri ryhmiin saamen kielen käytön vahvistamiseksi.
sme: Joavkkuid dagadettiin dát mánát biddjojit eará joavkkuide sámegiela geavaheami nannema dihtii.

source: Pienryhmissä on enemmän aikaa käsitellä lapsen omia kokemuksia, tunteita tai vain tarinoida.
sme: Smávvajoavkkuin lea eambo áigi giehtadallat máná iežas vásáhusaid, dovdduid dahje dušše muitalusaid.

source: Kieltä opettelevien lasten kanssa tunteiden esille tuomisessa käytetään apuna kuvia, liikkeitä, ääniä, eleitä ja kerrotaan samalla millaiset käsitteet niihin kuuluvat.
sme: Giela oahpahalli mánáin dovdduid ovdanbuktimis geavahit veahkkin govaid, lihkastagaid, jienaid, láhtaid ja muitalit seammás, mat doahpagat gullet daidda.

source: Arka lapsi tarvitsee enemmän aikaa ja tukea puhumisessa.
sme: Árgges mánná dárbbaša eanet áiggi ja doarjaga hállamis.

source: Siksi on tärkeää, että kaikki keskustelutilanteet hänen kanssaan hyödynnetään aktiivisesti.
sme: Dan dihtii lea dehálaš, ahte suinna galgá ávkkástallat buot háleštallandilálašvuođaid aktiivvalaččat.

source: Tasavertaisen ja turvallisen kontaktin luomiseksi työntekijä voi asettua fyysisesti lasten tasolle lattialle.
sme: Dásseárvosaš ja dorvvolaš kontávtta dahkamii bargi sáhttá mannat fysalaččat máná dássái láhttái.

source: Lapset ottavat helpommin kontaktia ja aikuinen voi keskittyä kuuntelemaan ja keskustelemaan heidän kanssaan.
sme: Mánát váldet álkibut oktavuođa ja ollesolmmoš sáhttá vuodjut guldalit ja háleštallat singuin.

source: Aikuinen ohjaa aktiivisesti lasten leikkitilanteita tukien samalla lasten saamen kielen käyttöä.
sme: Ollesolmmoš stivre aktiivvalaččat máná stoahkandilálašvuođaid ja doarju seammás mánáid sámegiela geavaheami.

source: Pienille lapsille puhutaan paljon eri hoitotilanteissa (mm. vaipan vaihdon, peseytymisen ja pukeutumisen yhteydessä) nimeten samalla eri ruumiinosia ja asusteita.
sme: Smávva mánáide hállat olu eará dikšundilálašvuođain (ee. lihpara molsuma, basadeami ja gárvodeami oktavuođas) ja seammás muitalit gorutosiid ja biktasiid namaid.

source: Käytännön esimerkkejä kielellisen tietoisuuden kehittämiseksi: Kielen äännerakenne: Lorujen ja laululeikkien avulla lapsi tutustuu saamen kielen äänteisiin ja sääntöihin, miten erilaisia äänteitä voi yhdistellä.
sme: Geavatlaš ovdamearkkat gielalaš di đ olašvuo đ a ovddideapmin: Giela jietnaráhkadus: Hoahkamiin ja lávlunstohkosiin mánná oahpásmuvvá sámegiela jietnadagaide ja njuolggadusaide, mo earálágan jietnadagaid sáhttá laktit.

source: Erilaisten sanapareja (sanaparit, jotka erottuvat toisistaan yhden äänteen perusteella) sisältävien loruja avulla voidaan antaa lapselle vihjeitä siitä miten äänteitä käytetään sanojen erottelemiseen.
sme: Earálágan sátnepáraid (sátnepárat, mat earuhuvvet nuppiin dušše ovtta jietnadaga vuođul) sisttisdoalli hoahkamiid vehkiin sáhttá addit mánnái geažidemiid das mo jietnadagaid sáhttá geavahit sániid earuheamis.

source: Tällaisia loruja ovat mm pohjoissaamessa:
sme: Dákkár hoahkamat leat davvisámegielas ee:

source: Sanojen rakentuminen: Lapsen tietoisuutta sanojen muodoista ja sanojen rakentumisesta voidaan edistää erilaisilla harjoituksilla;
sme: Sániid šaddan: Máná diđolašvuođa sániid hámiin ja sániid šaddamis sáhttá ovddidit earálágan hárjehusain;

source: • yhdyssanaharjoitukset, esimerkiksi pohjoissaamessa;
sme: • goallossátnehárjehusat, ovdamearkan davvisámegielas;

source: • luonnonääniä muistuttavat sanaharjoitukset.
sme: • luonddujienaid áddestalli sátnehárjehusat.

source: Esimerkiksi pohjoissaamessa;
sme: Ovdamearka davvisámegielas;

source: Kielen lauserakenne: Lapsen tietoisuutta siitä miten sanat liittyvät toisiinsa lauseiksi voidaan edistää erilaisilla loruilla.
sme: Giela cealkkaráhkadus: Máná dilálašvuođa das, mo sánit laktásit nuppiide ja šaddet cealkkan sáhttá ovddidit earálágan hoahkamiiguin.

source: Lei oktii áhkku (aikamuodot), Beahká viessu (relatiivilause), Meahcci eallit (verbien persoonamuodot), Okta guolli vuodjá (verbien taivutus)
sme: Lei oktii áhkku (áigehámit), Beahká viessu (relatiivacealkka), Meahcci eallit (vearbbaid persovdnahámit), Okta guolli vuodjá (vearbasojahus)

source: Saamelainen lapsuus ja kasvatus
sme: SÁPMELAŠ KULTUVRRA JA IDENTITEHTA

source: Perinteisesti saamelaisperheissä vanhemmilla ja lapsilla muodostui läheinen suhde yhteisten päivittäisten askareiden lomassa.
sme: 4.1. Sápmelaš mánnávuohta ja bajásgeassin Árbevirolaččat sámebearrašiin vánhemiidda ja mánáide šattai lagaš oktavuohta oktasaš beaivválaš doaimmaid olis.

source: Lapsia ohjattiin samalla, kun aikuisilla oli omat työnsä.
sme: Mánáid stivrejedje seammás go ollesobmot barge bargguideaset.

source: Leikkiessään lapsi oppi sosiaalisia taitoja, tekemään työtä ja käyttämään luonnon rikkauksia ja tulemaan toimeen ankarissa luonnonolosuhteissa.
sme: Duhkoraladettiin mánná oahppá sosiálalaš dáidduid, barggu bargama ja ávkkástallat luonddu riggodagain ja birget garra luonddudiliin.

source: Saamelaisessa kasvatuksessa painotettiin sosiaalista huomiokykyä, toisten huomioon ottamista sekä työn ja leikin kautta oppimista.
sme: Sápmelaš bajásgeassimis deattuhedje sosiálalaš vuhtii váldima, nuppiid vuhtii váldima sihke barggu ja duhkoraddama bokte oahppama.

source: Saamelaiskasvatusta kuvasi erityisesti epäsuora kasvatus.
sme: Sápmelaš bajásgeassima govvidii eandalii eahpenjuolggo bajásgeassin.

source: Lapset oppivat huomaamatta ottamaan vastuuta tekemisistään ja olemisestaan yhdessä perheen ja ympäristön kanssa.
sme: Mánát ohppe váldit ovddasvástádusa das maid dahke ja mo ledje ovttas bearrašiin ja birrasiin.

source: Saamelaisesta kasvatusperinteestä on vielä heijasteita nykypäivän kasvatuksessa.
sme: Sápmelaš bajásgeassinárbevierus leat vel speadjalastimat otnábeaivvi bajásgeassimii.

source: Lapsi kasvatetaan kohtelemaan kaikkia ihmisiä arvonannolla.
sme: Mánná oahpahuvvo deaivat buot olbmuid árvvusatnimiin.

source: Kunnioituksen tulee ihmisten lisäksi kohdistua luontoon.
sme: Gudnejahttin galgá olbmuid lassin čuohcit maiddái lundui.

source: Lapsia ei suoranaisesti neuvota vaan kerrotaan tapahtumia ja tarinoita mitä muille on tapahtunut.
sme: Mánát eai njulgestaga rávvejuvvo muhto muitalit dáhpáhusaid ja muitalusaid das, mii earáide lea dáhpáhuvvan.

source: Ihmisen kasvun ja kehityksen tavoitteena on monipuolinen persoonallisuus ja laajaalainen osaaminen.
sme: Olbmo šaddama ja ovdáneami ulbmilin lea máŋggabealat persovnnalašvuohta ja viiddis máhttu.

source: Näiden ominaisuuksien kehittämiseksi kasvatustoimilla pyritään kehittämään lapsen havainnointi- ja itsearviointikykyä, jotta hän pärjäisi uusissa yllättävissä tilanteissa.
sme: Dáid iešvuođaid ovddideapmin bajásgeassindoaimmain geahččalit ovddidit máná áican- ja iešárvvoštallannávcca, vai son birgešii ođđa dilálašvuođain.

source: Vahva itsetunto, selkeä minäkuva ja vahva identiteetti auttavat lasta toimimaan omien edellytystensä ja taitojensa mukaan sekä itselleen luontevalla tavalla.
sme: Nana iešdovdu, čielga iešgovva ja nana identitehta veahkehit máná doaibmat iežas eavttuid ja dáidduid mielde sihke alcces lunddolaš vugiin.

source: Hyvä suuntautumiskyky metsässä liikkuessa, keskusteluissa ja ajattelussa ovat välttämättömiä hyvän elämänhallinnan kannalta.
sme: Buorre dádjadanattáldat meahcis jođedettiin, háleštallamis ja jurddašeamis leat vealtameahttumat buori eallinhálddašeami dáfus.

source: Saamelaisessa kasvatuksessa arvostetaan hyvän havainnointi- ja arviointikyvyn lisäksi vahvaa itsetuntoa ja identiteettiä, laaja-alaista osaamista, sopeutuvuutta, sosiaalisuutta ja kohtuullisuutta.
sme: Sápmelaš bajásgeassimis atnit árvvus buorre áican- ja árvvoštallannávcca lassin nana iešdovddu ja identitehta, viiddis oahppama, vuogáiduvvama, sosiálalašvuođa ja govttolašvuođa.

source: Kokonaisvaltaisena tavoitteena on edistää lapsen itsenäistä elämässä pärjäämistä yksin ja yhdessä muiden kanssa.
sme: Oppalaš ulbmilin lea ovddidit máná iehčanas eallimis birgema okto ja ovttas earáiguin.

source: Itsenäinen selviytyminen edellyttää käytännön taitojen hallinnan lisäksi psyykkistä valmiutta ja uskoa siihen, että jaksaa, osaa ja löytää ratkaisut ongelmiin ja luottaa siihen, että kaiken voi oppia.
sme: Iehčanas birgejupmi gáibida geavatlaš dáidduid hálddašeami lassin psykalaš attáldagaid ja jáhku dasa, ahte nagoda, máhttá ja gávdná čovdosiid váttisvuođaide ja luohttá dasa, ahte buot lea vejolaš oahppat.

source: Saamelaisessa yhteisössä perinteisesti suvulla ja yhteisöllä on lapsen kasvatusoikeus ja –vastuu.
sme: Sápmelaš servodagas árbevirolaččat sogas ja servodagas lea máná bajásgeassinvuoigatvuohta ja – ovddasvástádus.

source: 4.2. Saamelaisten kulttuuriarvojen välittäminen
sme: 4.2. Sápmelaš kulturárvvuid sirdin

source: Saamelaisia yhdistävät kulttuuriset arvot kuten kieli, identiteetti, luonto ja suku.
sme: Kultuvrralaš árvvut dego giella, identitehta, luondu ja sohka ovttastit sápmelaččaid.

source: Saamelaiseen kulttuuriin kuuluvat myös perinteiset elinkeinot kuten poronhoito, kalastus, metsästys, keräily ja käsityöt.
sme: Sápmelaš kultuvrii gullet maiddái árbevirolaš ealáhusat dego boazodoallu, guolástus, meahcástus, čoaggin ja giehtaduojit.

source: Kulttuuria on myös saamelainen elämäntapa.
sme: Maiddái sápmelaš eallinvuohki lea kultuvra.

source: Saamelaisten elämäntapa, kulttuuri ja perinteiset elinkeinot ovat muuttuneet ajan myötä.
sme: Sápmelaš eallinvuohki, kultuvra ja árbevirolaš ealáhusat leat rievdan áiggiid mielde.

source: Perinteisten tietojen ja taitojen oppiminen ei siirry enää perheessä luonnostaan lapsille.
sme: Árbevirolaš dieđuid ja dáidduid oahppan ii šat sirdašuva bearrašis lunddolaččat mánáide.

source: Saamelaisen kulttuurin säilyminen edellyttää nykyisinkin perinteisten tietojen ja taitojen, sekä henkisen pääoman siirtymistä tuleville sukupolville.
sme: Sápmelaš kultuvrra seailun gáibida vel dálge árbevirolaš dieđuid ja dáidduid, sihke vuoiŋŋalaš kapitála sirdima boahttevaš buolvvaide.

source: Saamelainen perinteinen tietämys on kokonaisuus, joka on sidoksissa ihmiseen ja luontoon.
sme: Sápmelaš árbevirolaš diehtu lea oppalašvuohta, mii lea čatnasan olbmui ja lundui.

source: Saamelaiset tiedot, taidot ja arvot välittyvät pääasiallisesti toimintojen ja tunteiden kautta sekä suullisena perintönä sukupolvelta toiselle.
sme: Sápmelaš dieđut, dáiddut ja árvvut sirdašuvvet eanaš doaimmaid ja dovdduid bokte sihke njálmmálaš árbin sohkabuolvvas nubbái.

source: Saamelainen tietämys sisältää tiedon elämässä pärjäämisestä.
sme: Sápmelaš diđolašvuohta sisttisdoallá dáiddu eallimis birgemis.

source: YK:n alkuperäiskansajulistuksessa todetaan, että alkuperäiskansalla on oikeus elvyttää kulttuuriperintöään ja tapojaan ja opettaa niitä tuleville sukupolville.
sme: ON:a eamiálbmotjulggaštusas gávnnahuvvo, ahte eamiálbmogiin lea vuoigatvuohta ealáskahttit kulturárbevierus ja dábiidis ja oahpahit daid boahttevaš sohkabuolvvaide.

source: Perinteiden elvyttäminen on tärkeää saamelaisten itsemääräämisoikeuden, saamelaisyhteisöjen voimaannuttamisen, kulttuurin omaehtoisen sopeutumisen (nyky-yhteiskunnan haasteisiin) ja saamelaisten hyvinvoinnin ja terveyden edistämisen kannalta.
sme: Árbevirolaš ealáskahttin lea dehálaš sápmelaš iešmearridanvuoigatvuođa, sámeservošiid nanosmahttima, kultuvrra iešdáhtolaš heiveheami (dáláservodaga hástalusaide) ja sápmelaččaid buresbirgejumi ja dearvvašvuođa ovddideami dáfus.

source: Yhteiskunnan pysyviin rakenteisiin tulee luoda edellytykset saamelaisten kulttuurien kehittymiselle;
sme: Servodaga bissovaš ráhkadusaide galgá dahkat eavttuid sápmelaččaid kultuvrraid ovdáneapmái;

source: esimerkiksi kieli- ja kulttuuriohjelmien, sosiaali- ja terveydenhuollon koulutus- ja kehittämisohjelmien kautta.
sme: ovdamearkan giella- ja kulturprográmmaid, sosiála- ja dearvvašvuođadivššu skuvlen- ja ovddidanprográmmaid bokte.

source: Lapsi omaksuu varhaiskasvatuksessa saamelaisia kulttuuriarvoja.
sme: Mánná oahppá árabajásgeassimis sápmelaš kulturárvvuid.

source: Varhaiskasvatustoiminta pohjautuu seuraaville kulttuuriarvoille, jotka ovat kiinteästi yhteydessä toisiinsa:
sme: Árabajásgeassindoaimma vuođđun leat čuovvovaš kulturárvvut, mat leat čavga oktavuođas nubbi nubbái:

source: - Identiteetti
sme: - Identitehta

source: - Yhteisöllisyys
sme: - Luondduoktavuohta

source: - Luontoyhteys - Perinteiset elinkeinot ja toimeentulo - Sukupuolten välinen tasa-arvo ja ihmisyys
sme: - Árbevirolaš ealáhusat ja birgejupmi - Sohkabeliid gaskasaš dásseárvu ja olmmošvuohta

source: - Rauha ja sovinnollisuus
sme: - Ráffi ja soabalašvuohta

source: - Monikulttuurisuus
sme: - Máŋggakultuvrratvuohta

source: 4.2. 1. Identiteetti
sme: 4.2.1. Identitehta

source: Identiteetti muotoutuu vuorovaikutuksessa muiden ihmisten kanssa.
sme: Identitehta hápmašuvva vuorrováikkuhusas eará olbmuiguin.

source: Lapsen identiteetin määrittäjinä toimivat lapselle tärkeät ihmiset.
sme: Máná identitehta meroštallin doibmet mánnái dehálaš olbmot.

source: Lähiyhteisö ja enemmistökulttuuri vaikuttavat perheen tapaan muovata lapsen identiteettiä.
sme: Lagašservodat ja majoritehtakultuvra váikkuhit bearraša vuohkái hábmet máná identitehta.

source: Perheessä vallitseva kieli vaikuttaa myös identiteetin kehittymiseen.
sme: Bearraša giella váikkuha maiddái identitehta ovdáneapmái.

source: Identiteetin muodostuminen perustuu selkeään minäkuvaan.
sme: Identitehta hápmašuvvama vuođđun lea čielga iešgovva.

source: Kun ihmisellä on selkeä minäkuva, hän tietää mihin joukkoon hän kuuluu ja sitoutuu.
sme: Go olbmos lea čielga iešgovva, son diehtá man jovkui son gullá ja lea čatnasan.
